Repository: PlayNux/welcome
Catalog: po/extra/*.po
Languages: ru, sk

source: Welcome
ru: Добро пожаловать
sk: Vitajte

source: Change common settings on first-run
ru: Настройте общие параметры при первом запуске
sk: Zmeňte bežné nastavenia pri prvom spustení

source: Updated translations
ru: Обновлены переводы
sk: Aktualizované preklady

source: Add Automatic Updates view
ru: Добавлен просмотр автоматических обновлений
sk: Pridané zobrazenie Automatických aktualizácií

source: Add Sunset to Sunrise to Style View
ru: Добавлена настройка «От заката до рассвета» в параметры стиля
sk: Pridaná možnosť Od západu po východ slnka do zobrazenia Štýlov

source: Update for OS 7 and Gtk 4
ru: Обновлено до OS 7 и GTK4
sk: Aktualizácia pre OS 7 a Gtk 4

source: Redesign Housekeeping and add Downloads option
ru: Переработан раздел Домоводства и добавлена опция Загрузки
sk: Prerobený vzhľad sekcie Upratovanie a pridaná možnosť Stiahnuté súbory

source: Add style view
ru: Добавлен просмотр стилей
sk: Pridané zobrazenie štýlov

source: Add Online Accounts view
ru: Добавлен просмотр онлайн аккаунтов
sk: Pridané zobrazenie Online účtov

source: Remove location services view
ru: Удалён просмотр служб местоположения
sk: Odstránené zobrazenie Služby určovania polohy

source: Mention Sideload and Flathub
ru: Упомянуты сторонние загрузки и Flathub
sk: Spomenutie inštalácie aplikácií z iných zdrojov a Flathubu

source: Fix blurry icon in AppCenter
ru: Исправлено размытие иконки в AppCenter
sk: Opravená rozmazaná ikonka v AppCentre

source: New app icon
ru: Новая иконка приложения
sk: Nová ikonka aplikácie

source: Navigate with (multi-)touch gestures
ru: Навигация с помощью мультитач-жестов
sk: Ovládanie pomocou (multi)dotykových gest

source: Use new blog URL
ru: Используется новый URL-адрес блога
sk: Použitá nová URL adresa blogu

source: Fix errors when pressing the Skip button
ru: Исправлены ошибки при нажатии кнопки «Пропустить»
sk: Opravené chyby pri stlačení tlačidla Preskočiť
